export type Contact = {
  id: string;
  name: string;
  ext: number;
  dept?: string;
};

export const contacts: Contact[] = [
  { id: "1", name: "الاستقبال", ext: 10, dept: "المالية" },
  { id: "2", name: "تي بوي امادات", ext: 11, dept: "المالية" },
  { id: "3", name: "تي بوي الترا", ext: 15, dept: "المالية" },
  { id: "4", name: "صهيب", ext: 17, dept: "المالية" },
  { id: "5", name: "أ.خالد", ext: 100, dept: "المالية" },
  { id: "6", name: "نواف", ext: 101, dept: "المالية" },
  { id: "7", name: "تبي بوي مستر", ext: 102, dept: "المالية" },
  { id: "8", name: "بدر", ext: 103, dept: "المالية" },
  { id: "9", name: "محمد", ext: 104, dept: "المالية" },
  { id: "10", name: "علي قدري", ext: 105, dept: "المالية" },
  { id: "11", name: "احمد محمد حلمي", ext: 106, dept: "المالية" },
  { id: "12", name: "التسويق", ext: 401, dept: "المالية" },
  { id: "13", name: "احمد سمير", ext: 402, dept: "المالية" },
  { id: "14", name: "صبري علي", ext: 700, dept: "المالية" },
  { id: "15", name: "شريف السبكي", ext: 701, dept: "المالية" },
  { id: "16", name: "صبري", ext: 702, dept: "المالية" },
  { id: "17", name: "شعبان", ext: 703, dept: "المالية" },
  { id: "18", name: "احمد غنيم", ext: 704, dept: "المالية" },
  { id: "19", name: "الهنوف", ext: 705, dept: "المالية" },
  { id: "20", name: "علي قدري", ext: 707, dept: "المالية" },

  { id: "21", name: "منيره المانع", ext: 200, dept: "الموارد البشرية" },
  { id: "22", name: "فلاح الدوسري", ext: 201, dept: "الموارد البشرية" },
  { id: "23", name: "رنا زيادة", ext: 202, dept: "الموارد البشرية" },
  { id: "24", name: "مشاعل القريني", ext: 203, dept: "الموارد البشرية" },
  { id: "25", name: "احمد سعادة", ext: 204, dept: "الموارد البشرية" },
  { id: "26", name: "عبدالرحمن المجبل", ext: 300, dept: "الموارد البشرية" },
  { id: "27", name: "هشام المغربي", ext: 500, dept: "الموارد البشرية" },
  { id: "28", name: "مشعل", ext: 501, dept: "الموارد البشرية" },
  { id: "29", name: "عبدالعزيز القحطاني", ext: 502, dept: "الموارد البشرية" },
  { id: "30", name: "عبدالله حمدي", ext: 503, dept: "الموارد البشرية" },
  { id: "31", name: "شهادات", ext: 505, dept: "الموارد البشرية" },
  { id: "32", name: "متعب", ext: 900, dept: "الموارد البشرية" },
  { id: "33", name: "تشغيل الترا 1", ext: 12, dept: "الموارد البشرية" },
  { id: "34", name: "تشغيل الترا 2", ext: 13, dept: "الموارد البشرية" },
  { id: "35", name: "تشغيل الترا 3", ext: 14, dept: "الموارد البشرية" },
  { id: "36", name: "خدمه العملاء الترا", ext: 16, dept: "الموارد البشرية" },
  { id: "37", name: "منيره الترا", ext: 19, dept: "الموارد البشرية" },
  { id: "38", name: "مدير تشغيل الترا", ext: 20, dept: "الموارد البشرية" },
];
